module.exports = {
    rightPanel: [
        {
            itemName: "信息数据",
            items: [
                {
                    name: "应急能力",
                    type: "graph",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "法规要求",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "作业程序",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "敏感信息",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
            ]
        }, {
            itemName: "事故报告",
            items: [
                {
                    name: "事故报告1",
                    type: "graph",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "事故报告2",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "事故报告3",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "事故报告4",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
            ]
        }, {
            itemName: "应急指挥",
            items: [
                {
                    name: "应急指挥1",
                    type: "graph",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "应急指挥2",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "应急指挥3",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
                {
                    name: "应急指挥4",
                    type: "timeLine",
                    items: [
                        {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        }, {
                            "2020-09-26": "在最近一次作业中，起重机放在离码头很近的地方，它既是一种关键资产，有不可避免的自带脆弱属性"
                        },
                    ]
                },
            ]
        }
    ]
}